Repository: MaxIsayev/Max_Python_Final_Project
Catalog: movie_catalog_project/customer_support/locale/*/LC_MESSAGES/django.po
Languages: lt

source: mark unread
lt: pažymėti kaip neperskaitytą

source: %d ticket has been made as new
lt: %d bilietas padarytas kaip naujas

source: mark read
lt: pažymėti kaip neperskaitytą

source: %d ticket has been marked as read
lt: %d bilietas pažymėtas kaip perskaitytas

source: set processing
lt: aibė apdorojama

source: %d ticket has been set processing
lt: %d bilietas nustatytas kaip apdorojamas

source: close
lt: uždaryti

source: %d ticket has been closed
lt: %d bilietas uždarytas

source: -- please choose --
lt: prašom pasirinkti

source: billing and payments
lt: sąskaitos ir mokėjimai

source: report a bug
lt: pranešti apie bugą

source: contact request
lt: kontakto užklausa

source: everything else
lt: visas kitas

source: new
lt: naujas

source: read
lt: perskaitytas

source: processing
lt: apdorojamas

source: closed
lt: uždarytas

source: subject
lt: tema

source: body
lt: kūnas

source: sender
lt: siuntėjas

source: full name
lt: pilnas vardas

source: email
lt: el. paštas

source: sent at
lt: atsiųsti

source: email sent
lt: pranešimas išsiųstas

source: status
lt: būsena

source: access key
lt: prieigos raktas

source: ticket
lt: bilietas

source: tickets
lt: bilietai

source: {} from {} sent {}
lt: {} iš {} atsiųsta {}

source: recipient
lt: gavėjas

source: is read
lt: perskaitytas

source: ticket message
lt: bilieto pranešimas

source: ticket messages
lt: bilieto pranešimai

source: ticket: {} message from {} to {} at {}
lt: bilietas: {} pranešimas nuo {} į {} per {}

source: contact
lt: susisiekti

source: send
lt: siųsti

source: clear form
lt: išvalyti nuo

source: by
lt: pagal

source: reply here
lt: atsakyti čia

source: send message
lt: atsiųsti pranešimą

source: replies
lt: atsakymai

source: from
lt: nuo

source: to
lt: į

source: customer support
lt: kliento palaikymas

source: No customer support tickets found.
lt: Klientų palaikymo bilietų nėra

source: Thank you. We had some issues ({}) but we still got your message.
lt: Ačiū. Mes turėjome keleta problemų ({}) be mes vis tiek gavome jūsų pranešimą.

source: Message sent. Thank you. We will get back to you as soon as we can.
lt: Pranešimas išsiųstas. Ačiū. Mes grįšim prie jūsų kiek įmanoma greičiau.
