Repository: MaxIsayev/Max_Python_Final_Project
Catalog: movie_catalog_project/movie_catalog_app/locale/*/LC_MESSAGES/django.po
Languages: lt, ru

source: total movies
lt: viso filmų
ru: всего фильмов

source: recent movies
lt: naujesni filmai
ru: недавние фильмы

source: general
lt: bendras
ru: общий

source: ownership
lt: nuosavybė
ru: собственность

source: period
lt: periodas
ru: период

source: temporal tracking
lt: laikinas sekimas
ru: временное отслеживание

source: files and links
lt: failai ir nuorodos
ru: файлы и ссылки

source: movie catalog app
ru: приложение фильмов

source: name
lt: pavadinimas
ru: имя

source: owner
lt: savininkas
ru: владелец

source: movie category
lt: filmų kategorija
ru: категория фильмов

source: movie categories
lt: filmų kategorijos
ru: категории фильмов

source: city
lt: miestas
ru: город

source: country
lt: šalis
ru: страна

source: year start
lt: pradiniai metai
ru: год начала

source: year end
lt: pabaigos metai
ru: год окончания

source: founder
lt: įsteigėjas
ru: основатель

source: studio
lt: studija
ru: студия

source: studios
lt: studijos
ru: студии

source: category
lt: kategorija
ru: категория

source: length
lt: trukmė
ru: продолжительность

source: movie year
lt: filmo metai
ru: год фильма

source: genre
lt: žanras
ru: жанр

source: director
lt: režisierius
ru: режиссер

source: video file
lt: video failas
ru: видео файл

source: video picture
lt: video paveikslas
ru: картинка видео

source: YouTube video hash
lt: YouTube video hashas
ru: видеохеш Ютюба

source: from Youtube's video URL copy the part after 'https://www.youtube.com/watch?v='.
lt: Iš Youtube's video nuorodos nukopijuokite dalį po 'https://www.youtube.com/watch?v='.
ru: из ссылки Youtube'а скопируйте часть после 'https://www.youtube.com/watch?v='.

source: movie
lt: filmas
ru: фильм

source: movies
lt: filmai
ru: фильмы

source: user
lt: vartotojas
ru: пользователь

source: type
lt: tipas
ru: тип

source: movie like
lt: filmo patiktukas
ru: лайк фильма

source: movie likes
lt: filmo patiktukai
ru: лайки фильма

source: studio like
lt: studijos patiktukas
ru: лайк студии

source: studio likes
lt: studijos patiktukai
ru: лайки студии

source: movie catalog
lt: filmo katalogas
ru: каталог фильмов

source: main page
lt: Pagrindinis
ru: главная

source: admin
lt: administratorius
ru: админ

source: log out
lt: išeiti
ru: выйти

source: log in
lt: prisijungti
ru: войти

source: sign up
lt: užsiregistruoti
ru: зарегистрироваться

source: community on discord
lt: discordo bendruomenė
ru: сообщество дискорда

source: common catalog
lt: bendras katalogas
ru: каталог фильмов

source: user catalog
lt: vartotojo katalogas
ru: каталог фильмов

source: login required
lt: reikiamas prisijungimas
ru: требуется вход

source: nothing here
lt: nieko nėra čia
ru: здесь ничего

source: create a movie category at
ru: категория фильмов

source: create a movie category
lt: sukurti filmų kategoriją
ru: категория фильмов

source: create
lt: sukurti
ru: создать

source: deleting
lt: šalinama
ru: удаление

source: deleting movie category
lt: šalinama filmų kategorija
ru: категория фильмов

source: are you sure you want to delete movie category
lt: ar tikrai norite pašalinti filmų kategoriją
ru: вы действительно хотите удалить категорию фильмов

source: all movie categories
lt: visos filmų kategorijos
ru: категории фильмов

source: movies will be deleted
lt: filmai bus pašalinti
ru: фильмы будут удалены

source: confirm
lt: patvirtinti
ru: подтвердить

source: change mind
lt: persigalvoti
ru: передумать

source: edit
lt: redaguoti
ru: редактировать

source: delete
lt: pašalinti
ru: удалить

source: return
lt: grįžti
ru: вернуться

source: create new
lt: sukurti naują
ru: создать новый

source: filter by owner
lt: filtrutoti pagal savininką
ru: фильтровать по владельцу

source: editing
lt: radaguojamas
ru: редактируя

source: editing movie category
lt: redaguojama filmų kategorija
ru: категория фильмов

source: create a movie at
ru: недавние фильмы

source: create a movie
lt: sukurti filmą
ru: недавние фильмы

source: deleting movie
lt: šalinamas video
ru: недавние фильмы

source: are you sure you want to delete movie
lt: ar tikrai norite pašalinti filmą
ru: вы действительно хотите удалить фильм

source: video file preview
lt: video failo peržiūra
ru: видео файл

source: video image
lt: video paveikslas
ru: видео файл

source: YouTube preview
lt: YouTube video peržiūra
ru: видеохеш Ютюба

source: like
lt: patiktukas
ru: нравится

source: create new movie
lt: sukurti naują filmą
ru: недавние фильмы

source: create new category
lt: sukurti naują kategoriją
ru: категория фильмов

source: filter by movie category
lt: filtruoti pagal filmų kategoriją
ru: категория фильмов

source: search by name
lt: ieškoti pagal vardą
ru: поиск по имени

source: link to video file
lt: video failo nuoroda
ru: ссылк к видео файлу

source: link to image
lt: paveikslo nuoroda
ru: ссылка к картинке

source: youTube link
lt: nuoroda į YouTube
ru: ссылка на Ютюб

source: watch
lt: žiūrėti
ru: смотреть

source: image of
lt: paveikslas nuo
ru: картинка от

source: watch YouTube
lt: žiūrėti Youtube
ru: смотреть на Ютюбе

source: no movies Found
lt: filmų nerasta
ru: фильмы не найдены

source: editing movie
lt: naujesni filmai
ru: недавние фильмы

source: create a studio at
lt: sukurti studiją ...
ru: создать студию в

source: create a studio
lt: sukurti studiją
ru: создать студию

source: deleting studio
lt: šalinama studija
ru: удаление студии

source: are you sure you want to delete studio
lt: ar tikrai norite pašalinti studiją
ru: вы действительно хотите удалить студию

source: create new studio
lt: sukurti naują studiją
ru: создать новую студию

source: no studios Found
ru: фильмы не найдены

source: editing studio
ru: студия

source: users
ru: пользователи:

source: movie category created successfully
lt: filmų kategorija sukurta sėkmingai
ru: категория фильмов создана успешно

source: movie category updated successfully
lt: filmų kategorija redaguota sėkmingai
ru: категория фильмов отредактирована успешно

source: movie category deleted successfully
lt: filmų kategorija pašalinta sėkmingai
ru: категория фильмов удалена успешно

source: movie created successfully
lt: filmas sukurtas sėkmingai
ru: фильм создан успешно

source: movie edited successfully
lt: filmas redaguotas sėkmingai
ru: фильм отредактирован успешно

source: movie deleted successfully
lt: filmas pašalintas sėkmingai
ru: фильм удален успешно

source: studio created successfully
lt: studija sukurta sėkmingai
ru: студия создана успешно

source: studio edited successfully
lt: studija redaguota sėkmingai
ru: студия отредактирована успешно

source: studio deleted successfully
lt: studija pašalinta sėkmingai
ru: студия удалена успешно

source: description
lt: aprašymas
